[
    {
        "title": "Trade War Retaliation Will Hit Trump Voters Hardest",
        "content": "Nearly 8 million Americans work in industries targeted by the levies and the majority are Trump voters, a New York Times analysis shows"
    },
    {
        "title": "Federal Budget Ax Threatens Contractors, but Could Also Be an Opportunity",
        "content": "By cutting federal employees, the Trump administration may increase its reliance on firms that take in billions through government contracts."
    },
    {
        "title": "Trump Expands Trade Threats in Global Game of Chicken",
        "content": "Trade wars with allies could spiral as the president tries to get trading partners to back down from retaliation with new threats of his own."
    },
    {
        "title": "A Timeline of Trump’s On-Again, Off-Again Tariffs",
        "content": "In the first 50 days of his second term, President Trump’s penchant for imposing and then suspending tariffs has shaken markets and confounded trading partners."
    },
    {
        "title": "Economic Outlook Is Clouded by ‘Unthinkable’ Policies",
        "content": "The mood at a gathering of central bankers, economists and analysts in Europe was somewhat bewildered, as they assessed the unpredictability of trade policy and geopolitics."
    },
    {
        "title": "Wine, Soy, Refrigerators: What Products Might Be Hit by European Tariffs",
        "content": "The European Union wants to force the United States to the negotiating table with retaliatory tariffs on a range of American products, including some from Republican strongholds."
    },
    {
        "title": "U.S. Inflation Eased More Than Expected in February",
        "content": "Economists are bracing for intensifying price pressures and slower growth, posing a challenge for the Federal Reserve."
    },
    {
        "title": "Tariffs Add to Automaker Concerns About Higher Steel Costs",
        "content": "Even before the new levies took effect, the industry was worried about prices after President Trump opposed a major merger in the steel sector."
    },
    {
        "title": "Trump’s Tariffs on Steel and Aluminum Go Into Effect, Inciting Global Retaliation",
        "content": "President Trump imposed a 25 percent tariff on metal imports, sparking new global trade spats as he attempts to shield the U.S. economy from foreign competition."
    },
    {
        "title": "Investors Thought They Had Trump Figured Out. They Were Wrong.",
        "content": "On Tuesday, President Trump sent markets into another tailspin by announcing additional tariffs on Canada, suggesting a falling stock market is no longer the bulwark investors had hoped."
    }
]